[
  {
    "path": "posts/2020-12-27-who-are-climate-change-deniers/",
    "title": "Who are climate change deniers?",
    "description": "[Interesting video by CNBC on climate change deniers](https://youtu.be/f1rxv1yPQrc). On the one hand, the video highlights some of the money flows to climate change denying think tanks. On the other hand Jerry Taylor of the Niskanen Center says in the video: \"[...] everyone that I knew back when I was a climate skeptic were honestly persuaded that climate change was a wildly overblown concern that is being used by the left to destroy Western capitalism. This [...] explains more of the right's hostility to climate action than a naked story of enjoying checks being cut by the American Petroleum Institute\" ([time stamp: 5:54](https://youtu.be/f1rxv1yPQrc?t=354)). For context, Jerry Taylor started his career about three decades ago at the American Legislative Exchange Council (ALEC), which today has gained infamy for [shopping around anti-protest legislation](https://www.propublica.org/article/how-louisiana-lawmakers-stop-residents-efforts-to-fight-big-oil-and-gas), [with great success](https://www.icnl.org/usprotestlawtracker/)! Jerry Taylor spent 23 years at the Koch-funded Cato Institute before joining the other side of the aisle and founding the Niskanen Center to lobby for a market-based solution of climate change.",
    "author": [
      {
        "name": "Julian Barg",
        "url": "https://jbarg.net"
      }
    ],
    "date": "2020-12-27",
    "categories": [],
    "contents": "\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2020-12-28T15:13:06-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2020-12-23-some-organizational-insights-into-the-russian-security-aparatus/",
    "title": "Some organizational insights into the Russian security aparatus",
    "description": "With everything happening in the US, it's easy for what happens in the rest of the world to get burried. So I am glad that I did not skip over [this video by Alexei Navalny where he calls the FSB agents that just a few weeks ago attempted to murder him--and one of them actually answers](https://youtu.be/ibqiet6Bg38). Some interesting insights into how Russian security is organized.",
    "author": [
      {
        "name": "Julian Barg",
        "url": "https://jbarg.net"
      }
    ],
    "date": "2020-12-23",
    "categories": [],
    "contents": "\n\n\n\n",
    "preview": {},
    "last_modified": "2020-12-23T08:19:21-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2020-12-20-evidence-based-surgery/",
    "title": "Evidence-based surgery?",
    "description": "An [interesting talk by Ian Harris of the University of Sydney](https://youtu.be/jF3d059QBkM) that explains why the scientific method does not always drive whether we receive surgery or not. An interesting example of an area I would have expected to be completely evidence based that is sometimes much more grounded in tradition.",
    "author": [
      {
        "name": "Julian Barg",
        "url": "https://jbarg.net"
      }
    ],
    "date": "2020-12-20",
    "categories": [],
    "contents": "\n\n\n\n",
    "preview": {},
    "last_modified": "2020-12-20T17:35:49-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2020-12-20-responsible-research-vision-2030-position-paper/",
    "title": "Responsible research Vision 2030 position paper",
    "description": "For anybody who has not come across the [Vision 2030 position paper by Anne Tsui, Jerry Davis, etc.](https://rrbm.network/wp-content/uploads/2020/04/Position-Paper_revised_8April2020.pdf) yet, read it! In brief, they advocate for reproducible research on relevant issues, in service of society.",
    "author": [
      {
        "name": "Julian Barg",
        "url": "https://jbarg.net"
      }
    ],
    "date": "2020-12-20",
    "categories": [],
    "contents": "\n\n\n\n",
    "preview": {},
    "last_modified": "2020-12-20T17:55:18-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2020-12-19-recycling/",
    "title": "Recycling",
    "description": "If you haven't seen this [video](https://youtu.be/PJnJ8mK3Q3g) on the issues with recycling, you should probably watch it right now. In a similar vain, [this article](https://www.npr.org/2020/09/11/897692090/how-big-oil-misled-the-public-into-believing-plastic-would-be-recycled) by NPR on the topic. In short, the plastics industry created an identifier logo for different plastics that looks very similar to the public domain recycling logo, and then lobbied for legislation to make that logo mandatory on all public products. The result: the public beliefs that our plastics are recycled, when really only 10% of them are (at least in the US).",
    "author": [
      {
        "name": "Julian Barg",
        "url": "https://jbarg.net"
      }
    ],
    "date": "2020-12-19",
    "categories": [],
    "contents": "\n\n\n\n",
    "preview": {},
    "last_modified": "2020-12-19T08:56:47-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2020-12-18-global-warming-experiment/",
    "title": "Global warming experiment",
    "description": "I was looking around for practical experiments that demonstrate global warming, and found [this wonderful short experiment by NASA](https://web.archive.org/web/20161118141122/https://glory.gsfc.nasa.gov/globalwarmingexperiment.html).",
    "author": [
      {
        "name": "Julian Barg",
        "url": "https://jbarg.net"
      }
    ],
    "date": "2020-12-18",
    "categories": [],
    "contents": "\n\n\n\n",
    "preview": {},
    "last_modified": "2020-12-18T15:32:05-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2020-12-18-ontology/",
    "title": "Ontology",
    "description": "If you are like me, or everybody I know, you mix up ontology and epistemology on a regular basis. Well, legendary Aussie psychadelic rock band King Gizzard and the Lizzard Wizzard decided to chima in and write a song about [Ontology](https://youtu.be/D5q5OEho8II). So you can listen to that and still not understand what ontology is about, isn't that great?",
    "author": [
      {
        "name": "Julian Barg",
        "url": "https://jbarg.net"
      }
    ],
    "date": "2020-12-18",
    "categories": [],
    "contents": "\n\n\n\n",
    "preview": {},
    "last_modified": "2020-12-18T15:06:07-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2020-12-17-new-school-of-environmental-economics/",
    "title": "A new school of environmental economics?",
    "description": "Not entirely by chance did I come across this interesting discourse in economics about gas emissions. @Shapiro2018a have disaggregated CO, NO<sub>2<\/sub>, PM10, PM2.5, SO<sub>2<\/sub>, NO<sub>x<\/sub>, VOCs, and CO<sub2><\/sub> emission in the US from 1990-2008 by industry, location, facility, and product. They find that during that time period, emission reductions are driven not by technological change or trade, but by more stringent regulations. The cost of complying with these regulations in 2008 amounted to an implicit pollution tax equal to ~1.1% of total production cost--double the value in the year 1990. (cont.)",
    "author": [
      {
        "name": "Julian Barg",
        "url": "https://jbarg.net"
      }
    ],
    "date": "2020-12-17",
    "categories": [],
    "contents": "\nNot entirely by chance did I come across this interesting discourse in economics about gas emissions. Shapiro and Walker (2018) have disaggregated CO, NO2, PM10, PM2.5, SO2, NOx, VOCs, and CO emission in the US from 1990-2008 by industry, location, facility, and product. They find that during that time period, emission reductions are driven not by technological change or trade, but by more stringent regulations. The cost of complying with these regulations in 2008 amounted to an implicit pollution tax equal to ~1.1% of total production cost–double the value in the year 1990.\nOther works in this discourse include Keiser and Shapiro (2019), Isen, Rossin-Slater, and Walker (2017), Deschênes, Greenstone, and Shapiro (2017), Shapiro (2016), and Fabra and Reguant (2014). (1) Keiser and Shapiro (2019) finds that cost of clean water legislation amounts to ~0.8% of GDP per year, but that these legislations have effectively improved water quality in the US. They also criticize the lack of research on water pollution in the economics literature. (2) Isen, Rossin-Slater, and Walker (2017) determine through a quasi-experiment (regression discontinuity) that lower levels of air pollution in the early childhood improve labor market performance in adults. (3) Deschênes, Greenstone, and Shapiro (2017) uses an instrumental variable design. Some counties have no power plants which emit NOX–and hence exhibit no NOX pollution in summer. They find that reducing NOX emissions by one million tons per year will save about $0.5 billion in medication expenditures, and prevent 3,100 premature summertime deaths (which economists value at $2.1 billion…). (4) Fabra and Reguant (2014) finds that power companies fully pass through the cost associated cap-and-trade programs to consumers via electricity prices in the absense of proper market design. All of these works are impressive and change the way we think about pollution. Shapiro and Walker (2018) represents the most extensive work in this discourse, definitely a path-breaking paper.\n\n\n\nDeschênes, Olivier, Michael Greenstone, and Joseph S. Shapiro. 2017. “Defensive Investments and the Demand for Air Quality: Evidence from the NOx Budget Program.” American Economic Review 107 (10): 2958–89. https://doi.org/10.1257/aer.20131002.\n\n\nFabra, Natalia, and Mar Reguant. 2014. “Pass-Through of Emissions Costs in Electricity Markets.” American Economic Review 104 (9): 2872–99. https://doi.org/10.1257/aer.104.9.2872.\n\n\nIsen, Adam, Maya Rossin-Slater, and W. Reed Walker. 2017. “Every Breath You Take—Every Dollar You’ll Make: The Long-Term Consequences of the Clean Air Act of 1970.” Journal of Political Economy 125 (3): 848–902. https://doi.org/10.1086/691465.\n\n\nKeiser, David A., and Joseph S. Shapiro. 2019. “US Water Pollution Regulation over the Past Half Century: Burning Waters to Crystal Springs?” Journal of Economic Perspectives 33 (4): 51–75. https://doi.org/10.1257/jep.33.4.51.\n\n\nShapiro, Joseph S. 2016. “Trade Costs, CO2 , and the Environment.” American Economic Journal: Economic Policy 8 (4): 220–54. https://doi.org/10.1257/pol.20150168.\n\n\nShapiro, Joseph S., and Reed Walker. 2018. “Why Is Pollution from US Manufacturing Declining? The Roles of Environmental Regulation, Productivity, and Trade.” American Economic Review 108 (12): 3814–54. https://doi.org/10.1257/aer.20151272.\n\n\n\n\n",
    "preview": {},
    "last_modified": "2020-12-18T10:11:38-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2020-12-15-using-new-software/",
    "title": "Using new software",
    "description": "The last couple of days I have started experimenting with distill, and began integrating it into my workflow--this blog is a result of that effort. The problem with using new software is that a lot of the features I desire are not there yet. In this case, I got a little bit too impatient maybe and went on github to report issues, and make feature requests. Since resources are limited, a lot of my reports have not been picked up yet, but one was. Being an early adapter is always a challenge, and reporting issues is part of that. On the one hand, I don't want to ask too much from open source developers. On the other hand, feedback from early adapters is what open source developers need in order to know in what direction to go. So it's some neat feedback for me to see that one of my reported issues became part of the (milestone 1.2 for R distill)[https://github.com/rstudio/distill/milestone/2]. I hope as a user I am contributing by reporting issues, and not just being a pain for the developers.",
    "author": [
      {
        "name": "Julian Barg",
        "url": "https://jbarg.net"
      }
    ],
    "date": "2020-12-15",
    "categories": [],
    "contents": "\n\n\n\n",
    "preview": {},
    "last_modified": "2020-12-15T11:01:18-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2020-12-14-fierce-resistance-cannot-prevent-pipeline-project/",
    "title": "Fierce resistance cannot prevent pipeline project",
    "description": "[Interesting report in the Boston Globe about the construction of a compressor station](https://www.bostonglobe.com/2020/12/12/metro/was-it-ever-fair-fight/). Massachusetts governor Charlie Baker was determined to approve the project, it seems. This story raises the question of what factors determine whether a pipeline project is approved. Since their 1999 policy revision, [FERC has approved 400 applications for pipeline projects, and has rejected only 2](https://www.analysisgroup.com/uploadedfiles/content/insights/publishing/ag_ferc_natural_gas_pipeline_certification.pdf). There are public input opportunities built into the certification process, but in practice these only serve to \"inform\" the public of a decision that has already been made.",
    "author": [
      {
        "name": "Julian Barg",
        "url": "https://jbarg.net"
      }
    ],
    "date": "2020-12-14",
    "categories": [],
    "contents": "\n\n\n\n",
    "preview": {},
    "last_modified": "2020-12-14T20:40:53-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2020-12-08-covid-logistics/",
    "title": "Vaccine logistics",
    "description": "Why do countries need logistics partners to distribute the new vaccines? [Bloomberg has a pretty cool infographic](https://www.bloomberg.com/graphics/2020-uk-vaccine-logistics/). Shipping a few vials is fine, shipping literally millions is going to be quite the challenge.",
    "author": [
      {
        "name": "Julian Barg",
        "url": "https://jbarg.net"
      }
    ],
    "date": "2020-12-10",
    "categories": [],
    "contents": "\nWhy do countries need logistics partners to distribute the new vaccines? Bloomberg has a pretty cool infographic. Shipping a few vials is fine, shipping literally millions is going to be quite the challenge.\n\n\n\n",
    "preview": {},
    "last_modified": "2020-12-10T11:19:06-05:00",
    "input_file": {}
  },
  {
    "path": "posts/welcome/",
    "title": "Welcome to Jules website",
    "description": "Welcome to my website.",
    "author": [
      {
        "name": "Julian Barg",
        "url": "https://jbarg.net"
      }
    ],
    "date": "2020-12-07",
    "categories": [],
    "contents": "\n\n\n\n",
    "preview": {},
    "last_modified": "2020-12-08T14:54:15-05:00",
    "input_file": {}
  }
]
